<!DOCTYPE html>
<html lang="en">
<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
<head>

    <meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
<title>Política de cancelación y política de reembolso de Volaris</title>
<meta name="description"  content="Lea la política de cancelación y reembolso de Volaris Airlines antes de reservar un vuelo con Volaris Airlines. Obtén los detalles e información relacionada con Volaris." />
<meta name="keywords"  content="Política de cambios de Aerolíneas Volaris, Política de cancelación de Aerolíneas Volaris, Política de reembolso de Aerolíneas Volaris, Cancelación de vuelo de Aerolíneas Volaris" />
<link rel='stylesheet' type="text/css" href="../public/css/style9a4b.css?may" />
<link rel="shortcut icon" href="../public/images/logo.svg" />
<link rel="canonical" href="politica-de-cancelacion-y-politica-de-reembolso-de-volaris.html" />
<script async src="https://www.googletagmanager.com/gtag/js?id=G-271VWG2BZ4"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'G-271VWG2BZ4');
</script>
</head>
<body>
<div class="main" id="main">
<div class="header">
	<div class="container">
		<div class="full_width">
            <a class="logo" href="../index.html" title="">
                <img src="../public/images/logo.svg" alt="logo" width="150" height="50" />
            </a>
            <a href="javascript:;" class="menu">
                <i></i>
                <i></i>
                <i></i>
            </a>
            
                                                 <ul class="navigation_bar">
                <li><a href="../index.html">Home</a></li>
                <li><a href="../about-us.html">About</a></li>
                <li><a href="../blogs.html">Blog</a></li>
                <li><a href="../flights.html">Flights</a></li>
                <li><a href="../contact.html">Contact</a></li>
                <li>
                                        <a href="tel:+18023413428" class="btn_header">+18023413428</a>
                                        
                </li>
            </ul>
        </div><!--full_width-->
	</div><!--container-->
</div><!--header-->

    <div class="inner_banner">
    <div class="middle_area">
        <div class="container">
            <span class="head"><p>Política de cancelación y política de reembolso de Volaris</p></span><!--head-->
            <div class="breadcrumbs">
                <a href="../index.html">Home</a>
                <i></i>
                <span>Blog</span>
            </div><!--breadcrumbs-->
        </div><!--container-->
    </div><!--middle_area-->
</div>

<div class="section">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">

            </div><!--cols-->
            <div class="col-vvxs-12 col-vxs-12 col-xs-12 col-sm-12 col-lg-8">
                <div class="content_area">
                    <h1>Pol&iacute;tica de cancelaci&oacute;n y reembolso de vuelos de Volaris</h1>

<p>&iquest;Ha cambiado algo en tus planes? &iquest;Preparado para cancelar tu vuelo con Volaris Airline? Luego repase la pol&iacute;tica de cancelaci&oacute;n de Volaris una vez m&aacute;s para asegurarse de tener toda la informaci&oacute;n que necesita sobre cancelaciones, modificaciones de vuelos y reembolsos de Volaris.</p>

<p>Las aerol&iacute;neas son muy conscientes de que los itinerarios de los vuelos est&aacute;n sujetos a modificaciones debido a diversas circunstancias, incluidas las cancelaciones de vuelos. Como resultado, Volaris se esfuerza por brindar m&aacute;s libertad en las reservaciones de vuelos cada vez que vuele en una aerol&iacute;nea Volaris. Para descubrir m&aacute;s sobre los est&aacute;ndares de cancelaci&oacute;n de Volaris y su proceso de cancelaci&oacute;n de vuelos en l&iacute;nea, contin&uacute;a leyendo esta p&aacute;gina.</p>

<h2>Pol&iacute;tica de cancelaci&oacute;n de Volaris</h2>

<p>La aerol&iacute;nea mexicana Volaris se encuentra en la Ciudad de M&eacute;xico. La aerol&iacute;nea sirve a M&eacute;xico, Estados Unidos y Centroam&eacute;rica, transportando a todos los pasajeros de manera segura y brindando un excelente servicio. Los siguientes son los datos m&aacute;s importantes que debe recordar sobre la pol&iacute;tica de cancelaci&oacute;n de Volaris Airlines antes de cancelar su boleto de avi&oacute;n.</p>

<ul>
	<li>Volaris Airlines generalmente no permite cancelaciones de vuelos.</li>
	<li>Si la aerol&iacute;nea recibe una solicitud de cancelaci&oacute;n, la penalizaci&oacute;n estar&aacute; determinada por la duraci&oacute;n del viaje y la distancia recorrida.</li>
	<li>El costo de cancelaci&oacute;n de vuelo de Volaris est&aacute; determinado por el boleto pagado por el consumidor. A solicitud del pasajero, cualquier vuelo que salga o llegue a los Estados Unidos puede ser cancelado.</li>
	<li>Dentro de las 24 horas posteriores a la compra del boleto inicial, pueden modificar o cancelar la reserva. Luego pueden volver a comprar sus boletos sin pagar una tarifa ni incurrir en multas, pero los viajeros deben reservar vuelos al menos siete d&iacute;as antes de la salida.</li>
	<li>Si el viajero no se ha registrado para el vuelo, puede cancelar el vuelo comunic&aacute;ndose con el sitio web en l&iacute;nea o f&iacute;sicamente en el aeropuerto. No hay reembolsos en otras situaciones.</li>
	<li>Si el vuelo es exitoso, despu&eacute;s de reservar un vuelo con una aerol&iacute;nea, la salida est&aacute; planificada dentro de las 24 horas.</li>
	<li>Los viajeros pueden cancelar vuelos de Volaris informando a un agente de Volaris al menos 4 horas antes de la hora de salida programada y sin registrarse.</li>
</ul>

<h3>Volaris Pol&iacute;tica de Cancelaci&oacute;n 24 Horas</h3>

<p>Los pasajeros pueden cancelar sus vuelos de Volaris dentro de las 24 horas posteriores a la compra seg&uacute;n la pol&iacute;tica de cancelaci&oacute;n de 24 horas de la aerol&iacute;nea. La aerol&iacute;nea Volaris te reembolsar&aacute; la totalidad de tu boleto si reservas al menos una semana antes de la fecha de salida de tu vuelo. La aerol&iacute;nea Volaris se reserva el derecho de modificar una cancelaci&oacute;n de 24 horas en cualquier momento.</p>

<p>Considere un pasajero que cancela un boleto de Volaris con menos de 7 d&iacute;as antes de la salida. La aerol&iacute;nea Volaris requerir&aacute; el pago de una multa de acuerdo con las pautas de tarifas de la aerol&iacute;nea Volaris en tal situaci&oacute;n.</p>

<h3>Gastos de cancelaci&oacute;n</h3>

<p>Fuera del per&iacute;odo libre de riesgo de 24 horas, Volaris Airlines cobrar&aacute; entre $100 y $500 por cancelaciones de boletos. Si cancela su boleto de avi&oacute;n de Volaris dentro de las 24 horas de su salida programada, se le cobrar&aacute; un cargo por cancelaci&oacute;n de $100 a $400. Puede marcar&nbsp;+1-802-341-3428 o +1 855&nbsp;<strong>VOLARIS</strong>&nbsp;(8652747) Despu&eacute;s de cancelar su boleto de avi&oacute;n, tambi&eacute;n puede solicitar una cancelaci&oacute;n.</p>

<h2>&iquest;C&oacute;mo cancelar boletos a&eacute;reos de Volaris?</h2>

<p>Los pasajeros no pueden solicitar la cancelaci&oacute;n de Volaris si lo hacen despu&eacute;s de que hayan pasado 24 horas desde que compraron el boleto y el vuelo no llega o sale de los Estados Unidos.</p>

<p><strong>Si sigue los procedimientos descritos anteriormente, cancelar su vuelo en l&iacute;nea es pan comido:</strong></p>

<ol>
	<li>Para comenzar, ingresa al sitio web oficial de Volaris Airlines desde tu computadora o smartphone.</li>
	<li>Vaya a la esquina superior derecha de la p&aacute;gina de destino y haga clic en el bot&oacute;n &quot;Iniciar sesi&oacute;n&quot;.</li>
	<li>Ingresa las credenciales de tu cuenta Volaris para acceder al &aacute;rea de socios.</li>
	<li>Arrastre el mouse sobre el &aacute;rea &quot;Cambiar vuelo&quot; y presione el bot&oacute;n &quot;Cambiar vuelo&quot;.</li>
	<li>Luego, en &quot;Administre su viaje&quot;, ingrese el C&oacute;digo de reserva y el Apellido de la persona en la reserva.</li>
	<li>Presione la tecla Intro cuando encuentre el &aacute;rea &quot;Ir a mi viaje&quot;.</li>
	<li>Se proporcionar&aacute; una lista de itinerarios que se pueden modificar o eliminar.</li>
	<li>Para cancelar un vuelo, selecci&oacute;nalo.</li>
	<li>Al presionar el bot&oacute;n Cancelar, puede confirmar su elecci&oacute;n.</li>
	<li>Finalmente, si la aerol&iacute;nea lo solicita, pague la tarifa de cancelaci&oacute;n del vuelo. Le enviar&aacute; un correo electr&oacute;nico de confirmaci&oacute;n confirmando la cancelaci&oacute;n del vuelo.</li>
</ol>

<p>Como resultado, simplemente puede cancelar sus boletos de avi&oacute;n en l&iacute;nea siguiendo las importantes instrucciones de la pol&iacute;tica de cancelaci&oacute;n de Volaris que se detallan anteriormente.</p>

<h3>Pol&iacute;tica de Cancelaci&oacute;n por Mal Clima de Volaris</h3>

<p>Si particularmente Volaris cancela el vuelo debido a circunstancias no controladas como el clima severo, la aerol&iacute;nea no reembolsar&aacute; el dinero porque no estaba bajo su control. Sienten que no es su responsabilidad porque las aerol&iacute;neas no tienen control sobre las circunstancias naturales. Sin embargo, la aerol&iacute;nea te ofrece la opci&oacute;n de reservar el pr&oacute;ximo vuelo disponible para compensar el boleto que no se ha utilizado.</p>

<p>Puedes cancelar tu vuelo ingresando al sitio web oficial de Volaris Airlines y haciendo clic en &quot;Administrar mis reservas&quot;. o simplemente marque el n&uacute;mero gratuito que se proporciona en el sitio web oficial de la aerol&iacute;nea Volaris.</p>

<h2>Pol&iacute;tica de reembolso por cancelaci&oacute;n de vuelos de Volaris</h2>

<p>Volaris insta a todos los clientes a comunicarse con la aerol&iacute;nea llamando al Call Center de Volaris dentro de las 24 horas posteriores a la compra del boleto para cancelaciones de vuelos y reembolsos. A continuaci&oacute;n, se solicita a los pasajeros que env&iacute;en informaci&oacute;n y documentos, como el n&uacute;mero de reserva, el nombre correcto del pasajero y la direcci&oacute;n de correo electr&oacute;nico registrada utilizada para realizar la reserva del vuelo.</p>

<p>Volaris tambi&eacute;n puede solicitar una copia de su identificaci&oacute;n legal, cuenta bancaria u otros documentos.</p>

<p>El importe del reembolso producido por la cancelaci&oacute;n del vuelo ser&aacute; equivalente a la totalidad del coste del billete de avi&oacute;n. Esto se aplicar&aacute; al costo total de todos los boletos y vuelos comprados. Las cancelaciones y devoluciones se aplicar&aacute;n al viaje completo; por lo tanto, recibir&aacute; un reembolso por ambos tramos si reserv&oacute; un viaje de ida y vuelta. Los pasajeros no pueden cancelar solo un segmento o vuelo en esta situaci&oacute;n.</p>

<h2>&iquest;C&oacute;mo contactar a Servicio al Cliente de Volaris Airlines?</h2>

<p>Si tienes m&aacute;s consultas sobre la cancelaci&oacute;n o los procesos en l&iacute;nea de Volaris Airlines, te sugerimos contactar al departamento de reservaciones de la aerol&iacute;nea. Los representantes de Volaris Airlines pueden ser contactados por tel&eacute;fono, correo electr&oacute;nico y redes sociales. Los representantes de atenci&oacute;n al cliente estar&aacute;n encantados de brindarle la informaci&oacute;n m&aacute;s actualizada sobre la pol&iacute;tica de cancelaci&oacute;n de Volaris y el proceso de cancelaci&oacute;n en l&iacute;nea. Aparte de eso, puede obtener m&aacute;s informaci&oacute;n sobre la cancelaci&oacute;n de Volaris y otras reglas visitando el sitio web oficial.</p>

<h3>Procedimientos de reembolso de Volaris Airlines</h3>

<p>Si recientemente cancelaste tu boleto de Volaris Airlines, &iquest;realmente est&aacute;s buscando un reembolso de Volaris Airlines? En caso afirmativo, estos son los mejores procedimientos que puede utilizar:</p>

<p>Echemos un vistazo al proceso de reembolso en l&iacute;nea de Volaris Airlines,</p>

<ul>
	<li>En primer lugar, abre el sitio web oficial de Volaris Airlines en tu dispositivo respectivo.</li>
	<li>Luego, ingresas exitosamente a tu cuenta Volaris.</li>
	<li>Despu&eacute;s de eso, debe comunicarse con la p&aacute;gina &quot;Administrar mis vuelos&quot;.</li>
	<li>Aqu&iacute;, debe completar la informaci&oacute;n relacionada con su boleto cancelado.</li>
	<li>Te ayudar&aacute; a encontrar tu boleto cancelado de Volaris Airlines.</li>
	<li>Despu&eacute;s de encontrar el boleto cancelado de Volaris, debes abrirlo.</li>
	<li>Vaya a la parte inferior de la p&aacute;gina y toque el icono &quot;Reembolso&quot;.</li>
	<li>Siga todos los pasos importantes para completar el proceso de reembolso.</li>
</ul>

<p>Eche un vistazo al proceso de reembolso fuera de l&iacute;nea de Volaris Airlines,</p>

<ul>
	<li>Encuentre el n&uacute;mero de contacto de Volaris Airlines en su sitio oficial.</li>
	<li>C&oacute;pialo en tu dispositivo m&oacute;vil y pulsa el bot&oacute;n de llamada.</li>
	<li>Una vez que se asocie con la voz computarizada, debe escuchar las pautas con atenci&oacute;n.</li>
	<li>Presiona el bot&oacute;n derecho para conectarte con su servicio de atenci&oacute;n al cliente al instante.</li>
	<li>Debe proporcionar la informaci&oacute;n sobre su boleto cancelado de Volaris Airlines.</li>
	<li>Solicitud de devoluci&oacute;n por parte de su ejecutivo.</li>
</ul>

<p>Recibir&aacute;s tu reembolso de Volaris Airlines dentro de siete a diez d&iacute;as h&aacute;biles. Para saber m&aacute;s, debes fijarte en su pol&iacute;tica de reembolso.</p>

<h3>Cancelar mis Aerol&iacute;neas Volaris v&iacute;a Modo Offline</h3>

<p>&iquest;Est&aacute;s buscando un m&eacute;todo fuera de l&iacute;nea para la cancelaci&oacute;n de Volaris Airlines? &iquest;Quieres conocer los &uacute;ltimos pasos que pueden ayudarte a cancelar tu reservaci&oacute;n de Volaris Airlines? En caso afirmativo, lea atentamente los pasos que se mencionan a continuaci&oacute;n:</p>

<ul>
	<li>Marca el tel&eacute;fono +1-802-341-3428 o +1 855&nbsp;<strong>VOLARIS</strong>&nbsp;(8652747) de Volaris Airlines y presiona el bot&oacute;n derecho para comunicarte con su servicio al cliente.</li>
	<li>Cuando encuentre el medio para comunicarse con el servicio al cliente, debe proporcionar la informaci&oacute;n de su boleto.</li>
	<li>Por &uacute;ltimo, pide la cancelaci&oacute;n.</li>
</ul>

<p>Tan pronto como completes este proceso, recibir&aacute;s un correo electr&oacute;nico o SMS de Volaris Airlines sobre la confirmaci&oacute;n de la cancelaci&oacute;n de tu vuelo. Las pol&iacute;ticas de cancelaci&oacute;n de Volaris Airlines tambi&eacute;n te son &uacute;tiles a la hora de cancelar tu boleto de avi&oacute;n.</p>

<h3>Puntos importantes que debes saber sobre la Pol&iacute;tica de Reembolso de Aerol&iacute;neas de Volaris.</h3>

<p>Si se enter&oacute; de c&oacute;mo solicitar un reembolso de Volaris Airlines, debe conocer la pol&iacute;tica de reembolso de Volaris Airlines. Le ayudar&aacute; de varias maneras diferentes. Consulte los t&eacute;rminos importantes que se indican a continuaci&oacute;n:</p>

<ul>
	<li>De acuerdo con la pol&iacute;tica de reembolso de Volaris Airlines, puedes solicitar un reembolso f&aacute;cilmente desde su sitio web y con la ayuda de su servicio al cliente.</li>
	<li>Adem&aacute;s, puede obtener un reembolso completo por su boleto de vuelo no reembolsable de Volaris Airlines. Sin embargo, solo suceder&aacute; si solicita un reembolso dentro de un d&iacute;a de la reserva del vuelo.</li>
	<li>Despu&eacute;s de un d&iacute;a de compra de boletos de Volaris Airlines, no obtendr&aacute; un reembolso.</li>
	<li>Recibir&aacute;s tu reembolso de Volaris Airlines dentro de una semana.</li>
</ul>

<p>Para entender mejor la pol&iacute;tica de reembolso de Volaris Airlines, puedes visitar su sitio, o tambi&eacute;n puedes hablar con su servicio al cliente.</p>

<h3>Compensaci&oacute;n en Aerol&iacute;neas Volaris</h3>

<p>&iquest;Eres de los que est&aacute; buscando conocer todo el concepto de compensaci&oacute;n de Volaris Airlines? &iquest;Quieres conocer los puntos importantes de compensaci&oacute;n en Volaris? En caso afirmativo, consulte la informaci&oacute;n que se menciona a continuaci&oacute;n:</p>

<ul>
	<li>La compensaci&oacute;n en Volaris Airlines se aplica a los pasajeros que sufren cancelaciones de vuelos no deseadas y retrasos en los vuelos.</li>
	<li>Como compensaci&oacute;n, obtendr&aacute; un reembolso completo de Volaris Airlines.</li>
	<li>Tambi&eacute;n puedes conseguir un asiento en el pr&oacute;ximo vuelo de Volaris.</li>
	<li>La compensaci&oacute;n te llevar&aacute; a obtener las ventajas de las salas VIP de los aeropuertos.</li>
	<li>Volaris Airlines tambi&eacute;n puede brindarte alojamiento y alimentaci&oacute;n.</li>
</ul>

<p>Si quieres saber m&aacute;s sobre la compensaci&oacute;n de Volaris Airlines, puedes conectarte con su servicio al cliente en cualquier momento que desees.</p>

<h3>Hacer cambios en la reserva de Volaris Airlines</h3>

<p>&iquest;Quieres hacer cambios en la reserva de Volaris Airlines? &iquest;Est&aacute;s buscando las mejores formas de ayudarte a realizar cambios en tu reservaci&oacute;n de Volaris Airlines? En caso afirmativo, consulte los puntos mencionados a continuaci&oacute;n:</p>

<ul>
	<li>Si deseas realizar cambios en tu reserva de Volaris Airlines, puedes utilizar su sitio web oficial.</li>
	<li>Debe iniciar sesi&oacute;n en su cuenta verificada y presionar la pesta&ntilde;a &quot;Administrar mis vuelos&quot;.</li>
	<li>Aqu&iacute;, debe ingresar los detalles de su boleto.</li>
	<li>Despu&eacute;s de encontrar el boleto, debe tocar la opci&oacute;n &quot;Editar&quot;.</li>
	<li>Haz la personalizaci&oacute;n que quieras y paga los cambios.</li>
</ul>

<p><strong>Tambi&eacute;n puedes tomar la ayuda del servicio al cliente para realizar cambios en tu reservaci&oacute;n de Volaris Airlines.</strong></p>

<ol>
	<li>Marque el n&uacute;mero de contacto registrado +52-42-9138-0010 o +52 (55) 1102 8000 de Volaris Airlines.</li>
	<li>Presiona el bot&oacute;n correcto para hablar con su agente.</li>
	<li>Proporcione la informaci&oacute;n de su boleto a su ejecutivo.</li>
	<li>Comparte los cambios que quieras en tu reserva.</li>
	<li>Pague los cambios para confirmarlo.</li>
</ol>

<p>Tambi&eacute;n debes consultar la pol&iacute;tica de cambios de Volaris Airlines. Le ayudar&aacute; a hacer cambios sin meterse en ning&uacute;n problema. Como se mencion&oacute; anteriormente, puede realizar los cambios con la ayuda de su servicio al cliente o sitio oficial.</p>

<p>Los cargos que debe pagar por los cambios dependen de la clase de viaje. Pero, si realiza los cambios dentro de un d&iacute;a de la reserva del vuelo, no necesita pagar ning&uacute;n cargo adicional.</p>

<p>El servicio de atenci&oacute;n al cliente de Volaris Airlines te ayudar&aacute; a conocer los detalles de los cambios y sus pasos.</p>
                </div><!--content_area-->
                
            </div><!--cols-->

            <div class="col-vvxs-12 col-vxs-12 col-xs-12 col-sm-12 col-lg-4">
                <p class="sidebar_head">Latest Posts</p>
                <ul class="sidebar">
                                        <li>
                        <a href="como-le-hablo-a-una-persona-en-latam.html">¿Cómo le hablo a una persona en Latam?</a>
                    </li>
                                        <li>
                        <a href="como-contactar-a-delta-airlines-en-bahamas.html">¿Cómo contactar a Delta Airlines en Bahamas?</a>
                    </li>
                                        <li>
                        <a href="como-me-comunico-con-delta-airlines-desde-chile.html">¿Cómo me comunico con Delta Airlines desde Chile?</a>
                    </li>
                                        <li>
                        <a href="politica-de-cancelacion-y-politica-de-reembolso-de-volaris.html">Política de cancelación y política de reembolso de Volaris</a>
                    </li>
                                        <li>
                        <a href="como-llamar-a-aeromexico-en-colombia.html">¿Cómo llamar a Aeroméxico en Colombia?</a>
                    </li>
                    

            </ul>
            </div><!--cols-->
        </div><!--row-->
    </div><!--container-->
</div><!--section-->

<div class="wrap footer_calls">
    <a href="tel:+18023413428" target="_blank">
        <button class="button"><i class="fa fa-phone blinking"> ☏</i></button></a><div class="call-text">
    <a href="tel:+18023413428" target="_blank">
    <span>Call us to get best Flight Deals</span>
    <span class="txt-lg">+18023413428</span>
    </a>
    </div>
    </div>
    <a href="tel:+18023413428" target="_blank" class="footer_number_mobile">+18023413428</a>
     




<div class="logos_area">
    <div class="container">
        <img src="../../www.airlineschange.com/public/images/logos.png" width="791" height="48" alt="logos">
    </div><!--container-->
</div>
<div class="footer">
    <div class="container">
        <div class="row">
            <div class="f-w-sm col-lg-4">
                <div class="footer_box">
                    <img src="../public/images/logo.svg" width="120" height="40">
                    <p>Traveling to the best destinations can make you happy when considering doing many essential things. You can't ignore the high prices of the flight booking but reduce it by just connecting with a Myfareshub. Get the best deals and offers for the vacation package and get details to secure your booking interestingly.</p>
                </div><!--footer_box-->
            </div><!--cols-->
            <div class="f-w-sm col-lg-2">
                <div class="footer_box">
                    <p class="sub_head">Quick Links</p>
                    <ul class="links">
                        <li><a href="../index.html">Home</a></li>
                        <li><a href="../about-us.html">About Us</a></li>
                        <li><a href="../blogs.html">Blog</a></li>
<li><a href="../articulo.html">Articulo</a></li>
<li><a href="../articolo.html">Articolo</a></li>
<li><a href="../blog-de-voyage.html">Blog de voyage</a></li>
                        <li><a href="../flights.html">Flights</a></li>
                        <li><a href="../contact.html">Contact-Us</a></li>

                    </ul>
                </div><!--footer_box-->
            </div><!--cols-->

            <div class="f-w-sm col-lg-3">
                <div class="footer_box">
                    <p class="sub_head">Request A Callback</p>
                    <form>
                        <input required type="text" name="" placeholder="Your Name" class="form-control" />
                        <input required type="text" name="" placeholder="Contact Number" class="form-control" />
                        <button type="submit" class="footer_btn" value="Send Request" data-sumbit-text="Send Request" title="Send Request">Send Request</button>
                    </form>
                </div><!--footer_box-->
            </div><!--cols-->
            <div class="f-w-sm col-lg-3">
                <div class="footer_box">
                    <p class="sub_head">Contact Us</p>
                    <p><span>Email ID:-</span> <a href="mailto:support@myfareshub.com" target="_blank">support@myfareshub.com</a></p>
                                                               <p><span>Phone Number:-</span> <a href="tel:+18023413428" target="_blank">+18023413428</a></p>
                                                                                 </div><!--footer_box-->
            </div><!--cols-->
        </div><!--row-->
    </div><!--container-->
</div><!--footer-->
<div class="Copyright">
	<div class="container">
		Copyright &copy; 2022-<span class="year"></span> <a href="../index.html"> myfareshub.com</a>. All Rights Reserved.
	</div><!--container-->
</div><!--Copyright-->
</div><!--main-->
<script src="../public/js/jquery.minf43cf43c.js?20012022"></script>

<!--==========lazy_load==========-->
<script>
(function(window,undefined){"use strict";var $=window.jQuery||window.Zepto,lazyInstanceId=0,windowLoaded=!1;$.fn.Lazy=$.fn.lazy=function(settings){return new LazyPlugin(this,settings)};$.Lazy=$.lazy=function(names,elements,loader){if($.isFunction(elements)){loader=elements;elements=[]}
if(!$.isFunction(loader)){return}
names=$.isArray(names)?names:[names];elements=$.isArray(elements)?elements:[elements];var config=LazyPlugin.prototype.config,forced=config._f||(config._f={});for(var i=0,l=names.length;i<l;i++){if(config[names[i]]===undefined||$.isFunction(config[names[i]])){config[names[i]]=loader}}
for(var c=0,a=elements.length;c<a;c++){forced[elements[c]]=names[0]}};function _executeLazy(instance,config,items,events,namespace){var _awaitingAfterLoad=0,_actualWidth=-1,_actualHeight=-1,_isRetinaDisplay=!1,_afterLoad='afterLoad',_load='load',_error='error',_img='img',_src='src',_srcset='srcset',_sizes='sizes',_backgroundImage='background-image';function _initialize(){_isRetinaDisplay=window.devicePixelRatio>1;items=_prepareItems(items);if(config.delay>=0){setTimeout(function(){_lazyLoadItems(!0)},config.delay)}
if(config.delay<0||config.combined){events.e=_throttle(config.throttle,function(event){if(event.type==='resize'){_actualWidth=_actualHeight=-1}
_lazyLoadItems(event.all)});events.a=function(additionalItems){additionalItems=_prepareItems(additionalItems);items.push.apply(items,additionalItems)};events.g=function(){return(items=$(items).filter(function(){return!$(this).data(config.loadedName)}))};events.f=function(forcedItems){for(var i=0;i<forcedItems.length;i++){var item=items.filter(function(){return this===forcedItems[i]});if(item.length){_lazyLoadItems(!1,item)}}};_lazyLoadItems();$(config.appendScroll).on('scroll.'+namespace+' resize.'+namespace,events.e)}}
function _prepareItems(items){var defaultImage=config.defaultImage,placeholder=config.placeholder,imageBase=config.imageBase,srcsetAttribute=config.srcsetAttribute,loaderAttribute=config.loaderAttribute,forcedTags=config._f||{};items=$(items).filter(function(){var element=$(this),tag=_getElementTagName(this);return!element.data(config.handledName)&&(element.attr(config.attribute)||element.attr(srcsetAttribute)||element.attr(loaderAttribute)||forcedTags[tag]!==undefined)}).data('plugin_'+config.name,instance);for(var i=0,l=items.length;i<l;i++){var element=$(items[i]),tag=_getElementTagName(items[i]),elementImageBase=element.attr(config.imageBaseAttribute)||imageBase;if(tag===_img&&elementImageBase&&element.attr(srcsetAttribute)){element.attr(srcsetAttribute,_getCorrectedSrcSet(element.attr(srcsetAttribute),elementImageBase))}
if(forcedTags[tag]!==undefined&&!element.attr(loaderAttribute)){element.attr(loaderAttribute,forcedTags[tag])}
if(tag===_img&&defaultImage&&!element.attr(_src)){element.attr(_src,defaultImage)}else if(tag!==_img&&placeholder&&(!element.css(_backgroundImage)||element.css(_backgroundImage)==='none')){element.css(_backgroundImage,"url('"+placeholder+"')")}}
return items}
function _lazyLoadItems(allItems,forced){if(!items.length){if(config.autoDestroy){instance.destroy()}
return}
var elements=forced||items,loadTriggered=!1,imageBase=config.imageBase||'',srcsetAttribute=config.srcsetAttribute,handledName=config.handledName;for(var i=0;i<elements.length;i++){if(allItems||forced||_isInLoadableArea(elements[i])){var element=$(elements[i]),tag=_getElementTagName(elements[i]),attribute=element.attr(config.attribute),elementImageBase=element.attr(config.imageBaseAttribute)||imageBase,customLoader=element.attr(config.loaderAttribute);if(!element.data(handledName)&&(!config.visibleOnly||element.is(':visible'))&&((attribute||element.attr(srcsetAttribute))&&((tag===_img&&(elementImageBase+attribute!==element.attr(_src)||element.attr(srcsetAttribute)!==element.attr(_srcset)))||(tag!==_img&&elementImageBase+attribute!==element.css(_backgroundImage)))||customLoader)){loadTriggered=!0;element.data(handledName,!0);_handleItem(element,tag,elementImageBase,customLoader)}}}
if(loadTriggered){items=$(items).filter(function(){return!$(this).data(handledName)})}}
function _handleItem(element,tag,imageBase,customLoader){++_awaitingAfterLoad;var errorCallback=function(){_triggerCallback('onError',element);_reduceAwaiting();errorCallback=$.noop};_triggerCallback('beforeLoad',element);var srcAttribute=config.attribute,srcsetAttribute=config.srcsetAttribute,sizesAttribute=config.sizesAttribute,retinaAttribute=config.retinaAttribute,removeAttribute=config.removeAttribute,loadedName=config.loadedName,elementRetina=element.attr(retinaAttribute);if(customLoader){var loadCallback=function(){if(removeAttribute){element.removeAttr(config.loaderAttribute)}
element.data(loadedName,!0);_triggerCallback(_afterLoad,element);setTimeout(_reduceAwaiting,1);loadCallback=$.noop};element.off(_error).one(_error,errorCallback).one(_load,loadCallback);if(!_triggerCallback(customLoader,element,function(response){if(response){element.off(_load);loadCallback()}else{element.off(_error);errorCallback()}})){element.trigger(_error)}}else{var imageObj=$(new Image());imageObj.one(_error,errorCallback).one(_load,function(){element.hide();if(tag===_img){element.attr(_sizes,imageObj.attr(_sizes)).attr(_srcset,imageObj.attr(_srcset)).attr(_src,imageObj.attr(_src))}else{element.css(_backgroundImage,"url('"+imageObj.attr(_src)+"')")}
element[config.effect](config.effectTime);if(removeAttribute){element.removeAttr(srcAttribute+' '+srcsetAttribute+' '+retinaAttribute+' '+config.imageBaseAttribute);if(sizesAttribute!==_sizes){element.removeAttr(sizesAttribute)}}
element.data(loadedName,!0);_triggerCallback(_afterLoad,element);imageObj.remove();_reduceAwaiting()});var imageSrc=(_isRetinaDisplay&&elementRetina?elementRetina:element.attr(srcAttribute))||'';imageObj.attr(_sizes,element.attr(sizesAttribute)).attr(_srcset,element.attr(srcsetAttribute)).attr(_src,imageSrc?imageBase+imageSrc:null);imageObj.complete&&imageObj.trigger(_load)}}
function _isInLoadableArea(element){var elementBound=element.getBoundingClientRect(),direction=config.scrollDirection,threshold=config.threshold,vertical=((_getActualHeight()+threshold)>elementBound.top)&&(-threshold<elementBound.bottom),horizontal=((_getActualWidth()+threshold)>elementBound.left)&&(-threshold<elementBound.right);if(direction==='vertical'){return vertical}else if(direction==='horizontal'){return horizontal}
return vertical&&horizontal}
function _getActualWidth(){return _actualWidth>=0?_actualWidth:(_actualWidth=$(window).width())}
function _getActualHeight(){return _actualHeight>=0?_actualHeight:(_actualHeight=$(window).height())}
function _getElementTagName(element){return element.tagName.toLowerCase()}
function _getCorrectedSrcSet(srcset,imageBase){if(imageBase){var entries=srcset.split(',');srcset='';for(var i=0,l=entries.length;i<l;i++){srcset+=imageBase+entries[i].trim()+(i!==l-1?',':'')}}
return srcset}
function _throttle(delay,callback){var timeout,lastExecute=0;return function(event,ignoreThrottle){var elapsed=+new Date()-lastExecute;function run(){lastExecute=+new Date();callback.call(instance,event)}
timeout&&clearTimeout(timeout);if(elapsed>delay||!config.enableThrottle||ignoreThrottle){run()}else{timeout=setTimeout(run,delay-elapsed)}}}
function _reduceAwaiting(){--_awaitingAfterLoad;if(!items.length&&!_awaitingAfterLoad){_triggerCallback('onFinishedAll')}}
function _triggerCallback(callback,element,args){if((callback=config[callback])){callback.apply(instance,[].slice.call(arguments,1));return!0}
return!1}
if(config.bind==='event'||windowLoaded){_initialize()}else{$(window).on(_load+'.'+namespace,_initialize)}}
function LazyPlugin(elements,settings){var _instance=this,_config=$.extend({},_instance.config,settings),_events={},_namespace=_config.name+'-'+(++lazyInstanceId);_instance.config=function(entryName,value){if(value===undefined){return _config[entryName]}
_config[entryName]=value;return _instance};_instance.addItems=function(items){_events.a&&_events.a($.type(items)==='string'?$(items):items);return _instance};_instance.getItems=function(){return _events.g?_events.g():{}};_instance.update=function(useThrottle){_events.e&&_events.e({},!useThrottle);return _instance};_instance.force=function(items){_events.f&&_events.f($.type(items)==='string'?$(items):items);return _instance};_instance.loadAll=function(){_events.e&&_events.e({all:!0},!0);return _instance};_instance.destroy=function(){$(_config.appendScroll).off('.'+_namespace,_events.e);$(window).off('.'+_namespace);_events={};return undefined};_executeLazy(_instance,_config,elements,_events,_namespace);return _config.chainable?elements:_instance}
LazyPlugin.prototype.config={name:'lazy',chainable:!0,autoDestroy:!0,bind:'load',threshold:500,visibleOnly:!1,appendScroll:window,scrollDirection:'both',imageBase:null,defaultImage:'',placeholder:null,delay:-1,combined:!1,attribute:'data-src',srcsetAttribute:'data-srcset',sizesAttribute:'data-sizes',retinaAttribute:'data-retina',loaderAttribute:'data-loader',imageBaseAttribute:'data-imagebase',removeAttribute:!0,handledName:'handled',loadedName:'loaded',effect:'show',effectTime:0,enableThrottle:!0,throttle:250,beforeLoad:undefined,afterLoad:undefined,onError:undefined,onFinishedAll:undefined};$(window).on('load',function(){windowLoaded=!0})})(window)
</script>
<script type="text/javascript">
    $(function() {
        $('.lazy').Lazy();
    });
</script>
<!--==========lazy_load==========-->
<script type="text/javascript">
	/*==========navigation_bar==========*/
	$(window).scroll(function() {
        var scroll = $(window).scrollTop();
        if (scroll >= 200) {
            $(".header").addClass("fixed");
        } else {
            $(".header").removeClass("fixed");
        }
    });
	$(".header .menu").click(function(){
		$(this).toggleClass("active");
		$(".header .navigation_bar").slideToggle();
	});
	/*==========navigation_bar==========*/
	/*==========disclaimer==========*/
	$(".disclaimer .read_more").click(function(){
		$(this).toggleClass("active");
		$(".disclaimer .read_more + .full_width").fadeToggle();
	});
	/*==========disclaimer==========*/
    /*==========current_year==========*/
    var currentYear = (new Date).getFullYear();
      $(document).ready(function() {
        $(".Copyright .year").text((new Date).getFullYear());
    });
    /*==========current_year==========*/
    /*==========scroll_top==========*/
    $(window).scroll(function() {
        var scroll = $(window).scrollTop();
        if (scroll >= 200) {
            $("a.arrow_top").addClass("active");
        } else {
            $("a.arrow_top").removeClass("active");
        }
    });
    $("a.arrow_top").click(function(e) {
        e.preventDefault();
        var section = $(this).attr("href");
        $("html, body").animate({
        scrollTop: $(section).offset().top - 0
        });
    });
    /*==========scroll_top==========*/
</script>
</body>
</html>

