<!DOCTYPE html>
<html lang="en">
<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
<head>

    <meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
<title>Política de cambio de vuelo de Turkish Airlines | Myfareshub</title>
<meta name="description"  content="Si está buscando cómo puede cambiar el vuelo de Turkish Airlines, primero consulte la Política de cambio de vuelo de Turkish Airlines y el costo de cambiar el boleto de vuelo." />
<meta name="keywords"  content="cambiar el vuelo de Turkish Airlines, la política de cambio de Turkish Airlines, el costo de cambiar el boleto de vuelo de Turkish Airlines, cambiar el boleto de vuelo de Turkish Airlines" />
<link rel='stylesheet' type="text/css" href="../public/css/style9a4b.css?may" />
<link rel="shortcut icon" href="../public/images/logo.svg" />
<link rel="canonical" href="politica-de-cambio-de-vuelo-de-turkish-airlines.html" />

<script async src="https://www.googletagmanager.com/gtag/js?id=G-271VWG2BZ4"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'G-271VWG2BZ4');
</script>
</head>
<body>
<div class="main" id="main">
<div class="header">
	<div class="container">
		<div class="full_width">
            <a class="logo" href="../index.html" title="">
                <img src="../public/images/logo.svg" alt="logo" width="150" height="50" />
            </a>
            <a href="javascript:;" class="menu">
                <i></i>
                <i></i>
                <i></i>
            </a>
            
                                                 <ul class="navigation_bar">
                <li><a href="../index.html">Home</a></li>
                <li><a href="../about-us.html">About</a></li>
                <li><a href="../blogs.html">Blog</a></li>
                <li><a href="../flights.html">Flights</a></li>
                <li><a href="../contact.html">Contact</a></li>
                <li>
                                        <a href="tel:+18023413428" class="btn_header">+18023413428</a>
                                        
                </li>
            </ul>
        </div><!--full_width-->
	</div><!--container-->
</div><!--header-->

    <div class="inner_banner">
    <div class="middle_area">
        <div class="container">
            <span class="head"><p>Política de cambio de vuelo de Turkish Airlines</p></span><!--head-->
            <div class="breadcrumbs">
                <a href="../index.html">Home</a>
                <i></i>
                <span>Blog</span>
            </div><!--breadcrumbs-->
        </div><!--container-->
    </div><!--middle_area-->
</div>

<div class="section">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">

            </div><!--cols-->
            <div class="col-vvxs-12 col-vxs-12 col-xs-12 col-sm-12 col-lg-8">
                <div class="content_area">
                    <p>Turkish Airlines ha actualizado su pol&iacute;tica de cambio de vuelo. Seg&uacute;n la &uacute;ltima enmienda a la pol&iacute;tica de cambio de vuelo de Turkish Airlines debido a COVID-19, ahora puede aprovechar las opciones de viaje flexible hasta el 31 de mayo (incluido) para cualquier boleto que compre hasta el 31 de diciembre (incluido). Efectivamente, esto significa que puede realizar cambios ilimitados en su boleto de avi&oacute;n hasta el 31 de mayo.</p>
<p>De acuerdo con la pol&iacute;tica de cambio de vuelo revisada de Turkish Airlines, si su fecha de viaje es entre el 21 de marzo y el 31 de diciembre de 2021 (inclusive), puede:</p>
<ul>
<li>Cambie su boleto por un nuevo vuelo tantas veces como desee, o convi&eacute;rtalo en un boleto abierto antes de la fecha de salida de su vuelo, siempre que viaje antes del 31 de mayo (inclusive).</li>
<li>Elija un destino diferente pagando la diferencia de tarifa aplicable (si corresponde), impuestos y tipos de cambio.</li>
<li>Si has utilizado tu billete parcialmente, puedes cambiar tu destino dentro de los grupos regionales especificados por IATA. Solo tendr&aacute;s que pagar la diferencia que corresponda, pero no se te cobrar&aacute; ninguna penalizaci&oacute;n.</li>
<li>Puede solicitar el cambio de vuelo por tel&eacute;fono, a trav&eacute;s de una oficina de ventas de Turkish Airlines, en l&iacute;nea (solo rutas internacionales) o al agente de viajes donde compr&oacute; su boleto.</li>
<li>Para convertir su billete de avi&oacute;n en un billete abierto, debe cancelar su billete existente a trav&eacute;s del centro de llamadas/oficina de ventas de Turkish Airlines o de la agencia de viajes en la que compr&oacute; su billete.</li>
<li>Los cambios mencionados anteriormente no se aplican a los vuelos hacia/desde China.</li>
</ul>
<p>Si su vuelo fue cancelado debido a COVID-19, puede hacer todo esto sin cargo: (a) reprogramar su vuelo (b) convertir su boleto en un boleto abierto si no est&aacute; seguro de cu&aacute;ndo viajar&aacute;, o (c) agregar m&aacute;s valor a su boleto, como se explica a continuaci&oacute;n.</p>
<ul>
<li>Puede reprogramar su vuelo a la misma regi&oacute;n IATA en la misma clase de viaje sin tener que pagar una tarifa por cambio de vuelo.</li>
<li>Puede convertir su boleto en un boleto abierto con fecha de viaje hasta el 31 de diciembre de 2021, sin pagar ning&uacute;n cargo adicional, incluso si la nueva tarifa es m&aacute;s alta, siempre que viaje en la misma clase de viaje.</li>
<li>Puede aumentar el valor de su billete recibiendo un reembolso de Millas en su cuenta de Miles&amp;Smiles y ganar 1.000 Millas por cada EUR 10 Euros gastados en su billete. Tambi&eacute;n puede optar por un bono con un valor adicional del 15% y utilizarlo m&aacute;s adelante.</li>
</ul>
<h2>&iquest;C&oacute;mo cambiar su boleto de avi&oacute;n de Turkish Airlines?</h2>
<p>De acuerdo con la pol&iacute;tica de cambio de vuelo de Turkish Airlines, puede cambiar su vuelo de Turkish Airlines de cualquiera de las siguientes maneras:</p>
<ul>
<li>por tel&eacute;fono al 1 (800) 874-8875</li>
<li>Online a trav&eacute;s de Check-in / Gestionar reserva<br />(si compr&oacute; su boleto directamente de Turkish Airlines)</li>
<li>A trav&eacute;s de la aplicaci&oacute;n m&oacute;vil</li>
<li>A trav&eacute;s de un quiosco de autoservicio</li>
<li>A trav&eacute;s de una taquilla</li>
</ul>
<p>Puede cambiar o volver a reservar su vuelo llamando al 1 (800) 874-8875 o a la oficina de Turkish Airlines en su ciudad/aeropuerto o a la agencia de viajes en la que compr&oacute; su boleto.</p>
<h4>Nota</h4>
<ul>
<li>Si su nuevo boleto de vuelo es m&aacute;s costoso, debe pagar el saldo y la diferencia de moneda/impuesto aplicable.</li>
<li>La pol&iacute;tica de cambio de vuelo no se aplica a los vuelos hacia o desde China, es decir, no puede realizar ning&uacute;n cambio en los vuelos hacia/desde China.</li>
</ul>
<h3>Pol&iacute;tica de cambio de vuelo de Turkish Airlines: t&eacute;rminos y condiciones</h3>
<p>Seg&uacute;n la pol&iacute;tica de cambio de vuelo de Turkish Airlines para vuelos internacionales:</p>
<ul>
<li>Se aplica una tarifa de cambio cero si cambia cualquier boleto de vuelo con una fecha de viaje entre el 21 de marzo de 2020 y el 31 de mayo de 2022. Si cambia fuera de esta ventana, se aplicar&aacute;n cargos adicionales, seg&uacute;n las condiciones de la tarifa mencionadas en su boleto.</li>
<li>No se le cobrar&aacute; adicionalmente si su nuevo boleto est&aacute; en la misma clase de cabina.</li>
<li>Si cambia su boleto a un boleto abierto, es decir, si extiende la validez de su boleto hasta el 31 de mayo de 2022:
<ul>
<li>Debe cancelar su boleto antes de la hora de salida programada de su vuelo.</li>
<li>No se le cobrar&aacute; una tarifa por convertir su boleto en un boleto abierto.</li>
<li>Se le cobrar&aacute;:
<ul>
<li>Una tarifa de transacci&oacute;n</li>
<li>La diferencia tarifaria aplicable por cambio de fecha y/o destino<br />(puedes cambiar tu destino)</li>
<li>Por diferencias de tipo de cambio</li>
<li>Por diferencia de clase de viaje (si corresponde)</li>
<li>Diferencias fiscales</li>
</ul>
</li>
</ul>
</li>
<li>Si vuela entre Turqu&iacute;a y la Rep&uacute;blica Turca del Norte de Chipre, su vuelo no se contar&aacute; como un vuelo internacional.</li>
</ul>
<h3>Turkish Airlines cambia la pol&iacute;tica de vuelos para boletos de premio</h3>
<p>Turkish Airlines le permite cambiar la hora y la fecha del vuelo de un billete de premio o de acompa&ntilde;ante. Sin embargo, las modificaciones a los boletos de premio de acompa&ntilde;ante deben realizarse en la reserva del titular del boleto. Puede realizar dichos cambios a trav&eacute;s de una oficina de ventas de Turkish Airlines. Si ya se emiti&oacute; un boleto de premio o de acompa&ntilde;ante, se aplicar&aacute; una tarifa adicional por cambio de vuelo por transacci&oacute;n, siempre que su boleto sea v&aacute;lido.</p>
<h4>Cargo por cambio de boleto para boletos de premio</h4>
<ul>
<li>El cargo por cambio de boleto para boletos de premio/acompa&ntilde;antes en vuelos nacionales dentro de Turqu&iacute;a es de 50 TRY.</li>
<li>El cargo por cambio de boleto para boletos de premio/acompa&ntilde;ante en vuelos internacionales es de USD 25.</li>
<li>La tarifa de reembolso de Millas para billetes de premio/acompa&ntilde;ante y upgrades para los que no haya utilizado ning&uacute;n cup&oacute;n de descuento es:
<ul>
<li>50 TRY en vuelos nacionales dentro de Turqu&iacute;a.</li>
<li>USD 25 en vuelos internacionales.</li>
</ul>
</li>
<li>La tarifa de reembolso de Millas por No-Show (si no toma un vuelo sin cancelarlo) es:
<ul>
<li>100 TRY en vuelos nacionales dentro de Turqu&iacute;a.</li>
<li>USD 50 en vuelos internacionales.</li>
</ul>
</li>
</ul>
<p><strong>Nota.</strong> Adem&aacute;s de las tarifas anteriores, tambi&eacute;n se le cobrar&aacute; una tarifa de cambio por los boletos de premio emitidos en una aerol&iacute;nea asociada, sujeto a sus reglas y regulaciones.</p>
<h3>Pol&iacute;tica de cambio de fecha de Turkish Airlines</h3>
<p>Los aspectos m&aacute;s destacados de la pol&iacute;tica de cambio de fechas de Turkish Airlines son los siguientes:</p>
<ul>
<li>Si la fecha de su vuelo es entre el 21 de marzo y el 31 de diciembre (inclusive), puede cambiar la fecha de su vuelo sin cargo tantas veces como desee, siempre que viaje antes del 31 de mayo. Si no est&aacute; seguro de cu&aacute;ndo Cuando viaje, puede convertir su billete en un billete abierto para futuros viajes antes del 31 de mayo (inclusive).</li>
<li>Si desea cambiar su vuelo pero no est&aacute; seguro de cu&aacute;ndo viajar&aacute;, puede convertir su billete en un billete abierto, en cuyo caso:
<ul>
<li>Debes hacerlo antes de la salida de tu vuelo.</li>
<li>No tendr&aacute; que pagar una tarifa para convertir su boleto en un boleto abierto, pero deber&aacute; pagar una tarifa de transacci&oacute;n, la diferencia de tarifa aplicable debido a un cambio de fecha o clase de viaje y las diferencias de impuestos (si corresponde).</li>
</ul>
</li>
<li>Si cambia la fecha de su vuelo fuera de la ventana del 21 de marzo al 31 de diciembre, es posible que deba pagar una tarifa de cambio de vuelo seg&uacute;n las condiciones de la tarifa mencionadas en su boleto.</li>
</ul>
<h2>&iquest;Qu&eacute; debo hacer si mi nombre aparece de forma incorrecta en mi billete?</h2>
<p>Si el nombre en su boleto aparece incorrectamente, debe corregirlo de inmediato llamando a Turkish Airlines al +1-844-903-1897 o en su ciudad/aeropuerto, o comunic&aacute;ndose con la agencia de viajes donde compr&oacute; su boleto.</p>
<h3>Pol&iacute;tica de cambio de nombre de Turkish Airlines</h3>
<ul>
<li>Si el nombre no coincide en su PNR es de hasta 2 caracteres/letras, Turkish Airlines corregir&aacute; el nombre sin cobrarle una tarifa por cambio de nombre, siempre que el cambio/correcci&oacute;n de nombre no represente un cambio de pasajero.</li>
<li>Si el nombre no coincide en su PNR supera los 2 caracteres/letras, su boleto deber&aacute; cancelarse y volver a emitirse por una tarifa despu&eacute;s de verificar su nombre. El cargo por cambio de nombre depender&aacute; de su tipo de tarifa, clase de viaje y ruta.</li>
<li>Si su nombre ha cambiado recientemente despu&eacute;s de casarse o divorciarse y no se refleja en su billete, debe solicitar un cambio de nombre con Turkish Airlines antes de la fecha de su viaje proporcionando documentaci&oacute;n legal v&aacute;lida, como un certificado de matrimonio, sentencia de divorcio, etc. Sin embargo, si es demasiado tarde para hacer la correcci&oacute;n y est&aacute; volando hacia/desde los Estados Unidos, la p&aacute;gina de derechos de vuelo del Departamento de Transporte recomienda que traiga la documentaci&oacute;n requerida (certificado de matrimonio, sentencia de divorcio, orden judicial, etc.) al aeropuerto que demostrar&aacute; a las autoridades que el nombre en su identificaci&oacute;n oficial corresponde al nombre en su boleto, aunque su identificaci&oacute;n f&iacute;sica a&uacute;n no lo refleje.</li>
</ul>
<h2>Costo de cambio de nombre de Turkish Airlines</h2>
<p>Si el cambio de nombre involucra m&aacute;s de 2 caracteres/letras y, por lo tanto, un cambio de PNR/reemisi&oacute;n de boleto, el costo del cambio de nombre generalmente oscilar&aacute; entre 20 y 40 EUR, seg&uacute;n la ruta de su vuelo.</p>
                </div><!--content_area-->
                
            </div><!--cols-->

            <div class="col-vvxs-12 col-vxs-12 col-xs-12 col-sm-12 col-lg-4">
                <p class="sidebar_head">Latest Posts</p>
                <ul class="sidebar">
                                        <li>
                        <a href="como-le-hablo-a-una-persona-en-latam.html">¿Cómo le hablo a una persona en Latam?</a>
                    </li>
                                        <li>
                        <a href="como-contactar-a-delta-airlines-en-bahamas.html">¿Cómo contactar a Delta Airlines en Bahamas?</a>
                    </li>
                                        <li>
                        <a href="como-me-comunico-con-delta-airlines-desde-chile.html">¿Cómo me comunico con Delta Airlines desde Chile?</a>
                    </li>
                                        <li>
                        <a href="politica-de-cancelacion-y-politica-de-reembolso-de-volaris.html">Política de cancelación y política de reembolso de Volaris</a>
                    </li>
                                        <li>
                        <a href="como-llamar-a-aeromexico-en-colombia.html">¿Cómo llamar a Aeroméxico en Colombia?</a>
                    </li>
                    

            </ul>
            </div><!--cols-->
        </div><!--row-->
    </div><!--container-->
</div><!--section-->

<div class="wrap footer_calls">
    <a href="tel:+18023413428" target="_blank">
        <button class="button"><i class="fa fa-phone blinking"> ☏</i></button></a><div class="call-text">
    <a href="tel:+18023413428" target="_blank">
    <span>Call us to get best Flight Deals</span>
    <span class="txt-lg">+18023413428</span>
    </a>
    </div>
    </div>
    <a href="tel:+18023413428" target="_blank" class="footer_number_mobile">+18023413428</a>
     




<div class="logos_area">
    <div class="container">
        <img src="../../www.airlineschange.com/public/images/logos.png" width="791" height="48" alt="logos">
    </div><!--container-->
</div>
<div class="footer">
    <div class="container">
        <div class="row">
            <div class="f-w-sm col-lg-4">
                <div class="footer_box">
                    <img src="../public/images/logo.svg" width="120" height="40">
                    <p>Traveling to the best destinations can make you happy when considering doing many essential things. You can't ignore the high prices of the flight booking but reduce it by just connecting with a Myfareshub. Get the best deals and offers for the vacation package and get details to secure your booking interestingly.</p>
                </div><!--footer_box-->
            </div><!--cols-->
            <div class="f-w-sm col-lg-2">
                <div class="footer_box">
                    <p class="sub_head">Quick Links</p>
                    <ul class="links">
                        <li><a href="../index.html">Home</a></li>
                        <li><a href="../about-us.html">About Us</a></li>
                        <li><a href="../blogs.html">Blog</a></li>
<li><a href="../articulo.html">Articulo</a></li>
<li><a href="../articolo.html">Articolo</a></li>
<li><a href="../blog-de-voyage.html">Blog de voyage</a></li>
                        <li><a href="../flights.html">Flights</a></li>
                        <li><a href="../contact.html">Contact-Us</a></li>

                    </ul>
                </div><!--footer_box-->
            </div><!--cols-->

            <div class="f-w-sm col-lg-3">
                <div class="footer_box">
                    <p class="sub_head">Request A Callback</p>
                    <form>
                        <input required type="text" name="" placeholder="Your Name" class="form-control" />
                        <input required type="text" name="" placeholder="Contact Number" class="form-control" />
                        <button type="submit" class="footer_btn" value="Send Request" data-sumbit-text="Send Request" title="Send Request">Send Request</button>
                    </form>
                </div><!--footer_box-->
            </div><!--cols-->
            <div class="f-w-sm col-lg-3">
                <div class="footer_box">
                    <p class="sub_head">Contact Us</p>
                    <p><span>Email ID:-</span> <a href="mailto:support@myfareshub.com" target="_blank">support@myfareshub.com</a></p>
                                                               <p><span>Phone Number:-</span> <a href="tel:+18023413428" target="_blank">+18023413428</a></p>
                                                                                 </div><!--footer_box-->
            </div><!--cols-->
        </div><!--row-->
    </div><!--container-->
</div><!--footer-->
<div class="Copyright">
	<div class="container">
		Copyright &copy; 2022-<span class="year"></span> <a href="../index.html"> myfareshub.com</a>. All Rights Reserved.
	</div><!--container-->
</div><!--Copyright-->
</div><!--main-->
<script src="../public/js/jquery.minf43cf43c.js?20012022"></script>

<!--==========lazy_load==========-->
<script>
(function(window,undefined){"use strict";var $=window.jQuery||window.Zepto,lazyInstanceId=0,windowLoaded=!1;$.fn.Lazy=$.fn.lazy=function(settings){return new LazyPlugin(this,settings)};$.Lazy=$.lazy=function(names,elements,loader){if($.isFunction(elements)){loader=elements;elements=[]}
if(!$.isFunction(loader)){return}
names=$.isArray(names)?names:[names];elements=$.isArray(elements)?elements:[elements];var config=LazyPlugin.prototype.config,forced=config._f||(config._f={});for(var i=0,l=names.length;i<l;i++){if(config[names[i]]===undefined||$.isFunction(config[names[i]])){config[names[i]]=loader}}
for(var c=0,a=elements.length;c<a;c++){forced[elements[c]]=names[0]}};function _executeLazy(instance,config,items,events,namespace){var _awaitingAfterLoad=0,_actualWidth=-1,_actualHeight=-1,_isRetinaDisplay=!1,_afterLoad='afterLoad',_load='load',_error='error',_img='img',_src='src',_srcset='srcset',_sizes='sizes',_backgroundImage='background-image';function _initialize(){_isRetinaDisplay=window.devicePixelRatio>1;items=_prepareItems(items);if(config.delay>=0){setTimeout(function(){_lazyLoadItems(!0)},config.delay)}
if(config.delay<0||config.combined){events.e=_throttle(config.throttle,function(event){if(event.type==='resize'){_actualWidth=_actualHeight=-1}
_lazyLoadItems(event.all)});events.a=function(additionalItems){additionalItems=_prepareItems(additionalItems);items.push.apply(items,additionalItems)};events.g=function(){return(items=$(items).filter(function(){return!$(this).data(config.loadedName)}))};events.f=function(forcedItems){for(var i=0;i<forcedItems.length;i++){var item=items.filter(function(){return this===forcedItems[i]});if(item.length){_lazyLoadItems(!1,item)}}};_lazyLoadItems();$(config.appendScroll).on('scroll.'+namespace+' resize.'+namespace,events.e)}}
function _prepareItems(items){var defaultImage=config.defaultImage,placeholder=config.placeholder,imageBase=config.imageBase,srcsetAttribute=config.srcsetAttribute,loaderAttribute=config.loaderAttribute,forcedTags=config._f||{};items=$(items).filter(function(){var element=$(this),tag=_getElementTagName(this);return!element.data(config.handledName)&&(element.attr(config.attribute)||element.attr(srcsetAttribute)||element.attr(loaderAttribute)||forcedTags[tag]!==undefined)}).data('plugin_'+config.name,instance);for(var i=0,l=items.length;i<l;i++){var element=$(items[i]),tag=_getElementTagName(items[i]),elementImageBase=element.attr(config.imageBaseAttribute)||imageBase;if(tag===_img&&elementImageBase&&element.attr(srcsetAttribute)){element.attr(srcsetAttribute,_getCorrectedSrcSet(element.attr(srcsetAttribute),elementImageBase))}
if(forcedTags[tag]!==undefined&&!element.attr(loaderAttribute)){element.attr(loaderAttribute,forcedTags[tag])}
if(tag===_img&&defaultImage&&!element.attr(_src)){element.attr(_src,defaultImage)}else if(tag!==_img&&placeholder&&(!element.css(_backgroundImage)||element.css(_backgroundImage)==='none')){element.css(_backgroundImage,"url('"+placeholder+"')")}}
return items}
function _lazyLoadItems(allItems,forced){if(!items.length){if(config.autoDestroy){instance.destroy()}
return}
var elements=forced||items,loadTriggered=!1,imageBase=config.imageBase||'',srcsetAttribute=config.srcsetAttribute,handledName=config.handledName;for(var i=0;i<elements.length;i++){if(allItems||forced||_isInLoadableArea(elements[i])){var element=$(elements[i]),tag=_getElementTagName(elements[i]),attribute=element.attr(config.attribute),elementImageBase=element.attr(config.imageBaseAttribute)||imageBase,customLoader=element.attr(config.loaderAttribute);if(!element.data(handledName)&&(!config.visibleOnly||element.is(':visible'))&&((attribute||element.attr(srcsetAttribute))&&((tag===_img&&(elementImageBase+attribute!==element.attr(_src)||element.attr(srcsetAttribute)!==element.attr(_srcset)))||(tag!==_img&&elementImageBase+attribute!==element.css(_backgroundImage)))||customLoader)){loadTriggered=!0;element.data(handledName,!0);_handleItem(element,tag,elementImageBase,customLoader)}}}
if(loadTriggered){items=$(items).filter(function(){return!$(this).data(handledName)})}}
function _handleItem(element,tag,imageBase,customLoader){++_awaitingAfterLoad;var errorCallback=function(){_triggerCallback('onError',element);_reduceAwaiting();errorCallback=$.noop};_triggerCallback('beforeLoad',element);var srcAttribute=config.attribute,srcsetAttribute=config.srcsetAttribute,sizesAttribute=config.sizesAttribute,retinaAttribute=config.retinaAttribute,removeAttribute=config.removeAttribute,loadedName=config.loadedName,elementRetina=element.attr(retinaAttribute);if(customLoader){var loadCallback=function(){if(removeAttribute){element.removeAttr(config.loaderAttribute)}
element.data(loadedName,!0);_triggerCallback(_afterLoad,element);setTimeout(_reduceAwaiting,1);loadCallback=$.noop};element.off(_error).one(_error,errorCallback).one(_load,loadCallback);if(!_triggerCallback(customLoader,element,function(response){if(response){element.off(_load);loadCallback()}else{element.off(_error);errorCallback()}})){element.trigger(_error)}}else{var imageObj=$(new Image());imageObj.one(_error,errorCallback).one(_load,function(){element.hide();if(tag===_img){element.attr(_sizes,imageObj.attr(_sizes)).attr(_srcset,imageObj.attr(_srcset)).attr(_src,imageObj.attr(_src))}else{element.css(_backgroundImage,"url('"+imageObj.attr(_src)+"')")}
element[config.effect](config.effectTime);if(removeAttribute){element.removeAttr(srcAttribute+' '+srcsetAttribute+' '+retinaAttribute+' '+config.imageBaseAttribute);if(sizesAttribute!==_sizes){element.removeAttr(sizesAttribute)}}
element.data(loadedName,!0);_triggerCallback(_afterLoad,element);imageObj.remove();_reduceAwaiting()});var imageSrc=(_isRetinaDisplay&&elementRetina?elementRetina:element.attr(srcAttribute))||'';imageObj.attr(_sizes,element.attr(sizesAttribute)).attr(_srcset,element.attr(srcsetAttribute)).attr(_src,imageSrc?imageBase+imageSrc:null);imageObj.complete&&imageObj.trigger(_load)}}
function _isInLoadableArea(element){var elementBound=element.getBoundingClientRect(),direction=config.scrollDirection,threshold=config.threshold,vertical=((_getActualHeight()+threshold)>elementBound.top)&&(-threshold<elementBound.bottom),horizontal=((_getActualWidth()+threshold)>elementBound.left)&&(-threshold<elementBound.right);if(direction==='vertical'){return vertical}else if(direction==='horizontal'){return horizontal}
return vertical&&horizontal}
function _getActualWidth(){return _actualWidth>=0?_actualWidth:(_actualWidth=$(window).width())}
function _getActualHeight(){return _actualHeight>=0?_actualHeight:(_actualHeight=$(window).height())}
function _getElementTagName(element){return element.tagName.toLowerCase()}
function _getCorrectedSrcSet(srcset,imageBase){if(imageBase){var entries=srcset.split(',');srcset='';for(var i=0,l=entries.length;i<l;i++){srcset+=imageBase+entries[i].trim()+(i!==l-1?',':'')}}
return srcset}
function _throttle(delay,callback){var timeout,lastExecute=0;return function(event,ignoreThrottle){var elapsed=+new Date()-lastExecute;function run(){lastExecute=+new Date();callback.call(instance,event)}
timeout&&clearTimeout(timeout);if(elapsed>delay||!config.enableThrottle||ignoreThrottle){run()}else{timeout=setTimeout(run,delay-elapsed)}}}
function _reduceAwaiting(){--_awaitingAfterLoad;if(!items.length&&!_awaitingAfterLoad){_triggerCallback('onFinishedAll')}}
function _triggerCallback(callback,element,args){if((callback=config[callback])){callback.apply(instance,[].slice.call(arguments,1));return!0}
return!1}
if(config.bind==='event'||windowLoaded){_initialize()}else{$(window).on(_load+'.'+namespace,_initialize)}}
function LazyPlugin(elements,settings){var _instance=this,_config=$.extend({},_instance.config,settings),_events={},_namespace=_config.name+'-'+(++lazyInstanceId);_instance.config=function(entryName,value){if(value===undefined){return _config[entryName]}
_config[entryName]=value;return _instance};_instance.addItems=function(items){_events.a&&_events.a($.type(items)==='string'?$(items):items);return _instance};_instance.getItems=function(){return _events.g?_events.g():{}};_instance.update=function(useThrottle){_events.e&&_events.e({},!useThrottle);return _instance};_instance.force=function(items){_events.f&&_events.f($.type(items)==='string'?$(items):items);return _instance};_instance.loadAll=function(){_events.e&&_events.e({all:!0},!0);return _instance};_instance.destroy=function(){$(_config.appendScroll).off('.'+_namespace,_events.e);$(window).off('.'+_namespace);_events={};return undefined};_executeLazy(_instance,_config,elements,_events,_namespace);return _config.chainable?elements:_instance}
LazyPlugin.prototype.config={name:'lazy',chainable:!0,autoDestroy:!0,bind:'load',threshold:500,visibleOnly:!1,appendScroll:window,scrollDirection:'both',imageBase:null,defaultImage:'',placeholder:null,delay:-1,combined:!1,attribute:'data-src',srcsetAttribute:'data-srcset',sizesAttribute:'data-sizes',retinaAttribute:'data-retina',loaderAttribute:'data-loader',imageBaseAttribute:'data-imagebase',removeAttribute:!0,handledName:'handled',loadedName:'loaded',effect:'show',effectTime:0,enableThrottle:!0,throttle:250,beforeLoad:undefined,afterLoad:undefined,onError:undefined,onFinishedAll:undefined};$(window).on('load',function(){windowLoaded=!0})})(window)
</script>
<script type="text/javascript">
    $(function() {
        $('.lazy').Lazy();
    });
</script>
<!--==========lazy_load==========-->
<script type="text/javascript">
	/*==========navigation_bar==========*/
	$(window).scroll(function() {
        var scroll = $(window).scrollTop();
        if (scroll >= 200) {
            $(".header").addClass("fixed");
        } else {
            $(".header").removeClass("fixed");
        }
    });
	$(".header .menu").click(function(){
		$(this).toggleClass("active");
		$(".header .navigation_bar").slideToggle();
	});
	/*==========navigation_bar==========*/
	/*==========disclaimer==========*/
	$(".disclaimer .read_more").click(function(){
		$(this).toggleClass("active");
		$(".disclaimer .read_more + .full_width").fadeToggle();
	});
	/*==========disclaimer==========*/
    /*==========current_year==========*/
    var currentYear = (new Date).getFullYear();
      $(document).ready(function() {
        $(".Copyright .year").text((new Date).getFullYear());
    });
    /*==========current_year==========*/
    /*==========scroll_top==========*/
    $(window).scroll(function() {
        var scroll = $(window).scrollTop();
        if (scroll >= 200) {
            $("a.arrow_top").addClass("active");
        } else {
            $("a.arrow_top").removeClass("active");
        }
    });
    $("a.arrow_top").click(function(e) {
        e.preventDefault();
        var section = $(this).attr("href");
        $("html, body").animate({
        scrollTop: $(section).offset().top - 0
        });
    });
    /*==========scroll_top==========*/
</script>
</body>

